 <div id="overlay">
      <div class="popup">
          <h2>Ищу работу!</h2>
          <p>
              Добрый день, а может кому-то и вечер.
          </p>
          <p>
              В данный момент я активно ищу работу PHP программиста/Web-разработчика, чтобы влиться в коллектив более опытных разработчиков, чтобы активнее учиться и быстрее стать ценным коллегой и специалистом коллектива. 
          </p>
          <p>
              Возможно у меня мало опыта, но безумная тяга к новым знаниям и огромное стремление к развитию меня как отличного специалиста в программировании/Web-разработке.
          </p>
          <p>
              Если Вы готовы предложить мне работу, то мои контакты будут ниже, или в верхнем правом углу.
          </p>
          <button class="close" title="Закрыть" onclick="document.getElementById('overlay').style.display='none';"></button>
      </div>
  </div>